<template>
  <p>
    针对中小微企业融资难的问题，供应链金融应运而生。但出现时间较短，是一种新型的融资方式，大多企业对供应链金融的概念及应用还不是很熟悉。探讨依托企业集团的大宗商贸企业的供应链金融的应用，分析应用过程中可能会遇到的问题及应对措施和完善方案，以保理为例，展示实操流程，可以为大宗商贸企业以及其他应用供应链金融产品的企业提供参考依据。

    流通领域作为产品生产与客户消费之间的枢纽，在经济发展中起着举足轻重的作用。而大宗商贸企业在流通领域中地位重要，研究其供应链金融对研究流通领域的供应链金融至关重要。且大宗商贸公司供应链金融尚处于起步阶段，其具体应用流程也还在探索当中，所以非常有必要对其应用进行研究。一方面为中小企业及服务机构提供参考，另一方面也可以为更好地完善信用评价体系，保障供应链金融服务机构的资金安全提供一些思路。

    一、相关概念

    （一）大宗商品

    本文所提到的大宗商贸公司即以大宗商品交易为主要业务范围的公司。大宗商品是指可进入流通领域、但非零售环节，具有商品属性，用于工农业生产与消费使用的大批量买卖的物资商品。大宗商品分为能源商品、农副产品和基础原材料三类，这三类商品都具有同质化、可交易等属性，我们常提到的原油、有色金属、钢铁、农产品、铁矿石、煤炭等，都是大宗商品。

    （二）供应链金融

    供应链金融是供应链管理的外延，最初由深圳发展银行（现已被平安银行兼并）提出。它是以核心企业为依托，以供应链条上下游企业为服务对象，以企业间真实交易为基础的分配金融资源的活动模式。这一模式打破了以往银行只针对某一单一企业的经营状况进行评估授信的融资方式，转而把供应链上的各个企业结合在一起，作为整体来看待，是对融资模式和渠道的创新。供应链上的所有企业都可以分享资源，中小企业也可以参与进来。

    二、国内供应链金融发展现状

    截至2021年年底，我国市场主体数量已超过1.4亿个，其中99%以上是中小微企业（含个体工商户）。中小微企业在GDP贡献、提供就业、贡献税收、技术创新等方面早已成为重要力量，是我国经济不可忽视的重要组成部分，因此国家也尤其注重中小微企业的发展。中小微企业在发展过程中遇到的融资难问题，也得到了很大重视。供应链金融能够在一定程度上缓解中小微企业融资难问题，因此政府高度重视，出台一系列政策，鼓励和支持发展供应链金融。

    供应链金融虽然起步较晚，但是发展速度很快。据专业人士介绍，2020年，仅供应链金融上游市场的规模已超过12万亿元，其下游场景规模接近20万亿元，也就是说2020年年末，供应链金融市场规模已超30万亿元。

    现阶段，国内多家上市企业均在部署供应链金融业务。据同花顺软件统计数据，供应链金融板块概念股数量约有50个。2022年，新年伊始，众企安链[由众安在线（HK6060）孵化]宣布已拿下数额高达千万元人民币的A轮融资，成为2022年第一个拿下融资的供应链金融企业。可见，国内供应链金融发展正如火如荼。

    三、大宗商贸企业选供应链金融作为融资渠道的原因

    （一）经营模式原因

    大宗商贸公司的经营模式基本是“采购—销售”或者中间加一步短期的储存。从采购到销售的时间一般较短，但是发货和回款的时间一般较长。“两金”（预付、应收和存货）占用了大量资金，资金短缺导致企业无法继续开展其他业务，降低了资金利用的效率，也限制了企业的发展。另外，由于大宗商品贸易企业大多处于轻资产状态，因此无法给银行提供有效的资产抵押，也无法获得银行的资金支持。而供应链金融服务恰好可以有效解决这一难题。

    （二）资金安全性及融资难度原因

    为了防范资金风险，大宗商贸公司一般会选择大型的、信用较好的企业合作，所以上下游企业一般为央企或者大型国企，这种类型的企业有雄厚的资产托底，且因一定的政治关联，一般信用较好。

    相比于大企业对中小企业的应收账款，供应链金融服务机构似乎更钟情于中小企业对大型企业的应收账款，因此供应链金融实际在帮助中小企业融资方面起到了举足轻重的作用。中小企业由于规模、现金流及资产数量及质量等影响，较难以传统的融资方式———从银行贷款获取资金。而供应链金融恰好可以以应收账款作为标的，帮助中小企业获取资金，帮助大型企业资金周转；另外，也为金融机构提供了众多的客户资源和广泛的业务基础。可以说，利用供应链金融是一种“多赢”的方式。但是这种帮中小企业获取资金的方式，也仅限于基于交易产权的资金周转，无法帮助中小企业扩大规模，形成竞争优势。

    （三）弱势地位原因

    主观上来讲，大企业对大宗商贸公司的应付账款，因其在交易中的较强话语权，和对信用销售的青睐，而不愿意早点支付。位于劣势地位的大宗商贸公司只好寻求应收账款债券的转让来实现资金的回笼。客观上来讲，一些大宗贸易公司，虽有实力雄厚的企业集团母公司作为后盾，但是目前这些集团大多资产负债率非常高，银行授信多已达上限，基本都是处于还款后重新贷款的模式。而重新贷款，银行很有可能提高利率。由于疲于应付前期贷款及利息的刚性兑付，企业难以保障资金调度与业务周期的匹配性。而供应链金融恰好可以灵活地起到资金周转的作用。

    （四）商贸供应链金融本身优势

    除了大宗商贸公司本身的特质，商贸板块供应链金融的平稳有序健康发展态势，也成为大宗商贸公司选择供应链金融的重要原因。

    同时，供应链金融能够巩固核心企业的采购和销售渠道，也能够维持弱势非核心企业的正常经营，保障产品的销售。因此受到各方青睐。

    四、应用案例———以B大宗商贸公司为例

    供应链金融主要依托预付账款、存货质押和应收账款（ABS）来进行融资。现在大宗商贸企业较多选择的方式是保理嵌套资产证券化的方式。本文以保理为例对商贸公司的供应链金融进行探讨。保理主要是利用应收账款证券化，主要是服务于上游企业（供应商）。

    大宗商贸公司担心资金安全问题，保理公司同样担心大宗商贸公司或者交易链条上的某些公司“爆雷”，导致资金损失。因此，保理公司在选择业务对象时，常常以企业集团为依托，为的就是找个托底的，即便是有公司爆雷，也有集团母公司来完成资金的支付。本文以大型企业集团为例，讲述应收账款资产证券化、保理实际操作过程以及需要注意的问题。因此有必要介绍一下企业集团供应链金融。

    社会改革不断深化，国企混改持续推进，集团与集团的竞争、供应链与供应链的竞争，已经取代了以往单一企业之间的竞争。在混改的政策引导下，“国进民退”是大趋势，民营企业逐渐被国有企业兼并收购，国有大型企业规模不断扩大。甚至大型企业集团之间也时不时就进行重组，比如中国南车和中国北车、山东高速与齐鲁交通、山东能源与兖矿集团。企业集团中的企业类型各不相同，发展阶段各有差异，发展层次也参差不齐。新成立公司由于其初创期，难以通过融资获得资金，对母公司在资金方面有较强的依赖性，对融资有较强的需求。另外就是公司的业务模式导致其无法通过传统模式获得贷款，比如大宗商贸公司。

    企业集团有更强的融资能力，供应链金融服务机构也更乐于与企业集团合作。同样是大宗商贸公司，有企业集团背景的，会更受金融机构欢迎。再者，有些企业集团有完整的产业链条，供应链金融能够使企业集团的整体融资能力和产业活力有巨大提升。

    （一）操作流程

    假设A供应商持有核心企业下属公司（B大宗商贸公司）1000万元的应收账款（企业集团的应付账款），账期为1年。为加快资金周转，A供应商将应收账款债权转让给C保理公司。该笔债权获得确认后，C保理公司发放融资款给A供应商。具体操作流程如图1。

    （二）资产证券化

    A供应商对B大宗商贸公司的应收账款，在C保理公司支付款项后，受让应收账款债权。这部分款项，C保理要在业务周期结束时才能收到。虽然有核心企业“兜底”，但事实上，C保理公司仍不会白白让供应商占用资金，其会将用于支付的款项资金风险转移出去。也就是说，C保理公司不会自己默默承受资金敞口风险，在它的外围还有一个资产证券化的操作。一般来说具体操作流程与银行将房贷资产证券化极为相似。如图2所示。



    （三）资金流和发票流

    资金流和发票流同样值得关注。交易中的资金链和发票流，如图3所示。



    五、大宗商贸公司供应链金融存在的问题

    （一）模式单一，业务覆盖面较窄

    我国的供应链金融兴起时间较短，目前来说，商业银行仅针对汽车、能源等大型产业提供供应链金融业务，而对于相对较小的业务较少提供对应的产品和服务。其他非银行金融机构，如保理公司，虽对诸如大豆、玉米等大宗商品公司提供供应链金融，也较多选择企业集团背景的大宗商贸公司，其他中小企业的融资难问题，依然无法得到有效改观。

    传统模式仍占据主流地位，对资产较为看重，以应收、预付账款以及存货融资为主，而以订单、入库单为标的的融资方式，以及互联网融资方式还鲜少见到。商贸流通大数据平台尚未建立，互联网金融在商贸企业的应用还不深入，各大电商平台的供应链金融服务还有很大的进步空间。

    另外，所有的供应链金融，现阶段仅能够应用于国内贸易，对于动辄几千万元的国际贸易，无法提供服务，也无法保障资金的安全性。这块业务，尚需要进一步研究，以为我国的国际贸易企业的发展保驾护航，提供更多的资金支持。

    （二）发展不均衡，违约情况屡有发生

    从全国来看，供应链金融大多集中应用于沿海地区，而中西部地区则运用得较少，呈现发展不均衡的态势。

    因中西部企业发展阶段存在一定差异，内控严宽程度不一，有些企业对供应链管理的意识不强，由核心企业“兜底”的模式因缺乏激励，核心企业缺乏积极性。另外，有些核心企业过度担保或者自身经营出现问题，会导致违约，使供应链的声誉受损，可能会给进一步推行供应链金融带来不利的影响。

    （三）制度不完善且尚未形成统一的行业标准

    虽然国际上供应链金融已很成熟，但是我国供应链金融兴起时间较短，诸多内容无法照搬，需要结合我国实际情况来修正，政府、金融机构以及企业都在摸索。法律法规尚不完善，政策支持还存在漏洞，业务指导也不具有规范和统一性；且供应链金融的风险点很多，风控难度较大，相关人才也比较缺乏。在业务实操过程中，往往出现各家金融机构在资产质押内容以及资料审核方面存在较大差异，给企业带来一定困扰，且增加工作量。不仅如此，由于对风险把控的力度不够，还容易给各主体带来风险。
  </p>
</template>

<script>
import Vue from 'vue';

export default {
  components: {

  },
}
</script>

<style lang="scss" scoped>

</style>
